Repository: miquelfarre/agenda_phoenix
Catalog: app_flutter/lib/l10n/app_*.arb
Languages: es

source: Event cancelled successfully
es: Evento cancelado exitosamente

source: Failed to cancel event
es: Error al cancelar evento

source: Remove from List
es: Quitar de la Lista

# confirmRemoveFromList
source: Are you sure you want to remove this event from your list?
es: ¿Estás seguro de que quieres quitar este evento de tu lista?

source: Event removed from list
es: Evento quitado de la lista

source: Failed to remove from list
es: Error al quitar de la lista

# invitationPostponed
source: Postponed
es: Postpuesto

# invitationPending
source: Pending
es: Pendiente

# acceptedEventButDeclinedInvitation
source: Accepted event / Declined invitation
es: Evento aceptado / Invitación rechazada

# confirmDeleteGroup
source: Are you sure you want to delete {groupName}?
es: ¿Estás seguro de que quieres eliminar {groupName}?

source: Failed to delete group
es: Error al eliminar grupo

source: Resolve ambiguous reconciliation
es: Resolver reconciliación ambigua

source: Confirm resolve
es: Confirmar resolución

source: Payload
es: Carga útil

source: Ambiguous reconciliations
es: Reconciliaciones ambiguas

source: Available in debug builds only
es: Disponible solo en compilaciones de debug

source: No ambiguous reconciliations
es: Sin reconciliaciones ambiguas

source: Delete ambiguous entry
es: Eliminar entrada ambigua

source: Export
es: Exportar

# resolveOptimisticToServerId
source: Resolve optimistic {optimisticId} to server id {serverId}?
es: ¿Resolver optimista {optimisticId} al ID del servidor {serverId}?

# contactSyncInProgress
source: Contact sync already in progress
es: Sincronización de contactos en progreso

source: Contacts permission not granted
es: Permiso de contactos no concedido

source: Failed to load invitations
es: Error al cargar invitaciones

source: Failed to send invitation
es: Error al enviar invitación

source: Failed to send invitations
es: Error al enviar invitaciones

source: Failed to send group invitation
es: Error al enviar invitación de grupo

source: Failed to accept invitation
es: Error al aceptar invitación

source: Failed to reject invitation
es: Error al rechazar invitación

source: Failed to cancel invitation
es: Error al cancelar invitación

source: Title is required
es: El título es obligatorio

# endDateMustBeAfterStartDate
source: End date/time must be after start date/time
es: La fecha de fin debe ser posterior a la fecha de inicio

source: Failed to save event
es: Error al guardar evento

source: Failed to load event data
es: Error al cargar datos del evento

source: No invitation found
es: No se encontró invitación

source: Failed to submit decision
es: Error al enviar decisión

source: Only event owner can edit
es: Solo el propietario del evento puede editarlo

source: Only event owner can delete
es: Solo el propietario del evento puede eliminarlo

source: Only event owner can invite users
es: Solo el propietario del evento puede invitar usuarios

source: Failed to toggle subscription
es: Error al cambiar suscripción

source: Failed to refresh contacts
es: Error al actualizar contactos

source: Failed to load groups
es: Error al cargar grupos

source: User not authenticated
es: Usuario no autenticado

source: Failed to create group
es: Error al crear grupo

source: Failed to add member
es: Error al agregar miembro

source: Failed to remove member
es: Error al eliminar miembro

source: Failed to leave group
es: Error al salir del grupo

source: Failed to grant admin permission
es: Error al otorgar permisos de administrador

source: Failed to remove admin permission
es: Error al eliminar permisos de administrador

source: Failed to create contact
es: Error al crear contacto

source: Failed to update contact
es: Error al actualizar contacto

source: Failed to delete contact
es: Error al eliminar contacto

source: Failed to read device contacts
es: Error al leer contactos del dispositivo

source: Error finding users by phones
es: Error al buscar usuarios por teléfonos

source: Failed to block user
es: Error al bloquear usuario

source: Failed to unblock user
es: Error al desbloquear usuario

source: Failed to load blocked users
es: Error al cargar usuarios bloqueados

source: Could not create group
es: No se pudo crear el grupo

source: Failed to fetch events
es: Error al obtener eventos

source: Failed to fetch subscriptions
es: Error al obtener suscripciones

source: Failed to fetch notifications
es: Error al obtener notificaciones

source: Failed to fetch groups
es: Error al obtener grupos

source: Failed to fetch contacts
es: Error al obtener contactos

source: Failed to fetch events hash
es: Error al obtener hash de eventos

source: Failed to fetch groups hash
es: Error al obtener hash de grupos

source: Failed to fetch contacts hash
es: Error al obtener hash de contactos

source: Failed to fetch invitations hash
es: Error al obtener hash de invitaciones

source: Failed to fetch subscriptions hash
es: Error al obtener hash de suscripciones

source: Failed to fetch notifications hash
es: Error al obtener hash de notificaciones

source: Failed to leave event
es: Error al salir del evento

source: Failed to delete recurring series
es: Error al eliminar serie recurrente

source: Failed to add member to group
es: Error al agregar miembro al grupo

source: Failed to remove member from group
es: Error al eliminar miembro del grupo

source: Failed to accept notification
es: Error al aceptar notificación

source: Failed to reject notification
es: Error al rechazar notificación

source: Failed to mark notification as seen
es: Error al marcar notificación como vista

source: Failed to create subscription
es: Error al crear suscripción

source: Failed to delete subscription
es: Error al eliminar suscripción

source: Failed to fetch event invitations
es: Error al obtener invitaciones de eventos

source: Failed to fetch user groups
es: Error al obtener grupos de usuario

source: Failed to fetch users
es: Error al obtener usuarios

source: Failed to search public users
es: Error al buscar usuarios públicos

source: Subscription ID cannot be null
es: El ID de suscripción no puede ser nulo

source: User ID cannot be null
es: El ID de usuario no puede ser nulo

source: Failed to create/update user
es: Error al crear/actualizar usuario

source: Failed to load current user
es: Error al cargar usuario actual

source: No current user to update
es: No hay usuario actual para actualizar

source: Failed to update profile
es: Error al actualizar perfil

source: Failed to update FCM token
es: Error al actualizar token FCM

# authUserHasNoPhoneNumber
source: Authenticated user has no phone number
es: El usuario autenticado no tiene número de teléfono

# eventsBy
source: Events by {name}
es: Eventos de {name}

source: Public organizer events
es: Eventos de organizador público

source: Error loading events
es: Error al cargar eventos

source: Change decision
es: Cambiar decisión

source: Change invitation decision
es: Cambiar decisión de invitación

# selectNewDecision
source: Select your new decision for this event
es: Selecciona tu nueva decisión para este evento

source: Error processing invitation
es: Error al procesar invitación

# noEventsForFilter
source: No events for this filter
es: No hay eventos para este filtro

# noMyEvents
source: You haven't created any events yet
es: Aún no has creado eventos

# noSubscribedEvents
source: No events from subscribed users
es: No hay eventos de usuarios suscritos

source: No invitation events
es: No hay eventos de invitación

source: Search subscriptions
es: Buscar suscripciones

# newLabel
source: New
es: Nuevo

source: Communities
es: Comunidades

source: Calendar
es: Calendario

source: Calendars
es: Calendarios

source: My Calendars
es: Mis Calendarios

source: Subscribed Calendars
es: Suscritos

source: Public Calendars
es: Calendarios Públicos

# allCalendars
source: All
es: Todos

# myPrivateCalendars
source: My Private
es: Privados

# myPublicCalendars
source: My Public
es: Públicos

source: Create New
es: Crear Nuevo

source: Create Calendar
es: Crear Calendario

source: Create Birthday
es: Crear Cumpleaños

# personName
source: Person's name
es: Nombre de la persona

# recurringEventDescription
source: Create events that repeat automatically
es: Crea eventos que se repiten automáticamente

# birthdayEventDescription
source: Add birthdays of your contacts
es: Añade cumpleaños de tus contactos

source: Calendar Description
es: Descripción del Calendario

source: Edit Calendar
es: Editar Calendario

source: Delete Calendar
es: Eliminar Calendario

source: Calendar Name
es: Nombre del Calendario

source: Calendar Color
es: Color del Calendario

# deleteAssociatedEvents
source: Delete associated events when removing calendar
es: Eliminar eventos asociados al eliminar el calendario

# subscribeToCalendar
source: Subscribe
es: Suscribirse

# unsubscribeFromCalendar
source: Unsubscribe
es: Desuscribirse

source: Search public calendars
es: Buscar calendarios públicos

source: No calendars yet
es: Aún no hay calendarios

source: Associate with Calendar
es: Asociar con Calendario

# calendarNameRequired
source: Calendar name is required
es: El nombre del calendario es obligatorio

# calendarNameTooLong
source: Calendar name must be 100 characters or less
es: El nombre del calendario debe tener 100 caracteres o menos

# calendarDescriptionTooLong
source: Description must be 500 characters or less
es: La descripción debe tener 500 caracteres o menos

# noInternetCheckNetwork
source: No internet connection. Please check your network and try again.
es: Sin conexión a internet. Por favor, verifica tu red e inténtalo de nuevo.

# requestTimedOut
source: Request timed out. Please try again.
es: Tiempo de espera agotado. Por favor, inténtalo de nuevo.

# serverError
source: Server error. Please try again later.
es: Error del servidor. Por favor, inténtalo más tarde.

# calendarNameExists
source: A calendar with this name already exists.
es: Ya existe un calendario con este nombre.

# noPermission
source: You don't have permission to perform this action.
es: No tienes permiso para realizar esta acción.

# failedToCreateCalendar
source: Failed to create calendar. Please try again.
es: Error al crear el calendario. Por favor, inténtalo de nuevo.

source: Public calendar
es: Calendario público

source: Others can search and subscribe
es: Otros pueden buscar y suscribirse

# deleteEventsWithCalendar
source: Delete events when this calendar is deleted
es: Eliminar eventos cuando se elimine este calendario

# confirmDeleteCalendarWithEvents
source: This will delete the calendar and all associated events. This action cannot be undone.
es: Esto eliminará el calendario y todos los eventos asociados. Esta acción no se puede deshacer.

# confirmDeleteCalendarKeepEvents
source: This will delete the calendar but keep the events. This action cannot be undone.
es: Esto eliminará el calendario pero mantendrá los eventos. Esta acción no se puede deshacer.

source: Visible to others
es: Visible para otros

source: Private
es: Privado

# eventsWillBeDeleted
source: Events will be deleted with calendar
es: Los eventos se eliminarán con el calendario

# eventsWillBeKept
source: Events will be kept when calendar is deleted
es: Los eventos se mantendrán cuando se elimine el calendario

source: Calendar not found
es: Calendario no encontrado

source: Failed to load calendar
es: Error al cargar el calendario

source: Is Birthday
es: Es Cumpleaños

source: Select Calendar
es: Seleccionar Calendario

source: Invitation Status
es: Estado de Invitación

source: Change Invitation Status
es: Cambiar Estado de Invitación

source: Attend Independently
es: Asistir Independientemente

source: Search calendars...
es: Buscar calendarios...

source: Search birthdays...
es: Buscar cumpleaños...

source: No calendars found
es: No se encontraron calendarios

source: No calendars
es: No hay calendarios

source: No birthdays found
es: No se encontraron cumpleaños

source: No birthdays
es: No hay cumpleaños

source: Birthdays
es: Cumpleaños

source: Birthday
es: Cumpleaños

# defaultCalendar
source: Default
es: Predeterminado

source: Error loading data
es: Error al cargar datos

# inDays
source: in {days} days
es: en {days} días

# inOneWeek
source: in 1 week
es: en 1 semana

# inWeeks
source: in {weeks} weeks
es: en {weeks} semanas

# inOneMonth
source: in 1 month
es: en 1 mes

# inMonths
source: in {months} months
es: en {months} meses

# inOneYear
source: in 1 year
es: en 1 año

source: Event Series
es: Serie de Eventos

# noEventsInSeries
source: No events in this series
es: No hay eventos en esta serie

source: Form
es: Formulario

# unsavedChangesWarning
source: You have unsaved changes. Are you sure you want to leave?
es: Tienes cambios sin guardar. ¿Estás seguro de que quieres salir?

source: Select {label}
es: Seleccionar {label}

# organizeEventsHint
source: Organize your events by creating calendars or subscribe to public ones
es: Organiza tus eventos creando calendarios o suscríbete a calendarios públicos

source: No public calendars available
es: No hay calendarios públicos disponibles

# tryDifferentSearch
source: Try searching for a different name or keyword
es: Intenta buscar con un nombre o palabra clave diferente

# publicCalendarsWillAppearHere
source: Public calendars will appear here when available
es: Los calendarios públicos aparecerán aquí cuando estén disponibles

# unsubscribedFrom
source: Unsubscribed from {calendarName}
es: Desuscrito de {calendarName}

# subscribedTo
source: Subscribed to {calendarName}
es: Suscrito a {calendarName}

# noPermissionToOperation
source: You don't have permission to {operation} this calendar.
es: No tienes permiso para {operation} este calendario.

# calendarNotFoundDeleted
source: Calendar not found. It may have been deleted.
es: Calendario no encontrado. Puede haber sido eliminado.

# alreadySubscribed
source: You are already subscribed to this calendar.
es: Ya estás suscrito a este calendario.

# notSubscribed
source: You are not subscribed to this calendar.
es: No estás suscrito a este calendario.

# failedToOperationCalendar
source: Failed to {operation} calendar. Please try again.
es: Error al {operation} calendario. Por favor, inténtalo de nuevo.

source: invitations failed
es: invitaciones fallidas

source: Use custom timezone
es: Usar zona horaria personalizada

# errorLoadingCalendarsDetail
source: Error loading calendars: {error}
es: Error al cargar calendarios: {error}

# eventIdMissing
source: Event ID is missing
es: El ID del evento falta

# testAuthFailed
source: Test authentication failed: {error}
es: Error en la autenticación de prueba: {error}

source: Error leaving event
es: Error al salir del evento

source: Loading event series...
es: Cargando serie de eventos...

source: Error loading event series
es: Error al cargar la serie de eventos

# partiallyInvited
source: {partiallyInvitedCount}/{totalMembers} invited
es: {partiallyInvitedCount}/{totalMembers} invitados

source: No items available
es: No hay elementos disponibles

source: Search by name or #code
es: Buscar por nombre o #código

# enterCodePrecededByHash
source: Enter the 8-character code preceded by #
es: Introduce el código de 8 caracteres precedido de #

# noCalendarsSearchByCode
source: You have no calendars. Search by #code to subscribe.
es: No tienes calendarios. Busca por #código para suscribirte.

# calendarNotFoundByHash
source: No calendar found with that code
es: No se encontró ningún calendario con ese código

source: Subscribe
es: Suscribirse

source: Unsubscribe
es: Desuscribirse

source: Leave calendar
es: Abandonar calendario

# confirmLeaveCalendar
source: Are you sure you want to leave this calendar?
es: ¿Estás seguro de que quieres abandonar este calendario?

# calendarLeft
source: You have left the calendar
es: Has abandonado el calendario

source: Error leaving calendar
es: Error al abandonar el calendario

source: Private calendar
es: Calendario privado

source: Owner
es: Propietario

source: Admin
es: Administrador

source: Member
es: Miembro

source: Calendar Information
es: Información del calendario

source: Visibility
es: Visibilidad

source: Discoverable Calendar
es: Calendario descubrible

# appearsInSearch
source: Appears in public search
es: Aparece en búsquedas públicas

# onlyViaShareLink
source: Only accessible via share link
es: Solo accesible mediante enlace compartido

# chooseWhatHappensToEvents
source: Choose what happens to calendar events
es: Elige qué sucede con los eventos del calendario

source: Delete API Key
es: Eliminar API Key

source: Voice Assistant
es: Asistente de Voz

source: Voice AI Commands
es: Comandos de Voz IA

source: Complete information
es: Completar información

source: Cancel and edit manually
es: Cancelar y editar manualmente

source: No additional parameters
es: Sin parámetros adicionales

# configureGeminiDescription
source: Configure Google Gemini to use voice commands and create events by speaking
es: Configura Google Gemini para usar comandos de voz y crear eventos hablando

source: Configure AI
es: Configurar IA

# pleaseEnterApiKey
source: Please enter an API key
es: Por favor ingresa una API key

# invalidApiKeyFormat
source: Invalid API key format. Must be an alphanumeric string of at least 30 characters.
es: Formato de API key inválido. Debe ser una cadena alfanumérica de al menos 30 caracteres.

source: ✓ API key saved successfully
es: ✓ API key guardada correctamente

source: Error saving API key
es: Error al guardar la API key

# confirmDeleteApiKeyMessage
source: Are you sure you want to delete the Gemini API key? Voice commands will stop working.
es: ¿Estás seguro de que quieres eliminar la API key de Gemini? Los comandos de voz dejarán de funcionar.

source: API key deleted
es: API key eliminada

# errorDeleting
source: Error deleting: {error}
es: Error al eliminar: {error}

source: AI Configuration
es: Configuración de AI

# geminiApiDescription
source: Google Gemini API allows you to interpret voice commands and execute actions in your calendar intelligently.
es: Google Gemini API permite interpretar comandos de voz y ejecutar acciones en tu agenda de forma inteligente.

# howToGetApiKeyFree
source: How to get your FREE API key:
es: Cómo obtener tu API key GRATIS:

# stepGoToWebsite
source: Go to ai.google.dev
es: Ve a ai.google.dev

# stepClickGetApiKey
source: Click on "Get API key in Google AI Studio"
es: Haz clic en "Get API key in Google AI Studio"

# stepSignInGoogle
source: Sign in with your Google account
es: Inicia sesión con tu cuenta de Google

# stepClickCreateApiKey
source: Click on "Create API key"
es: Haz clic en "Create API key"

# stepCopyPasteKey
source: Copy and paste the key below
es: Copia y pega la key aquí abajo

# freeApiKeyInfo
source: 100% FREE - 1500 requests/day without credit card
es: 100% GRATIS - 1500 requests/día sin tarjeta de crédito

source: Save API Key
es: Guardar API Key

source: Enable Voice Commands
es: Habilitar Comandos de Voz

# voiceCommandsDescription
source: Allows using voice commands to create events and manage your calendar
es: Permite usar comandos de voz para crear eventos y gestionar tu agenda

source: 🎤 Button pressed - Starting...
es: 🎤 Botón presionado - Iniciando...

# aiServiceNotConfigured
source: AI service not configured. Go to Settings to add your API key.
es: Servicio de IA no configurado. Ve a Configuración para añadir tu API key.

source: Error processing command
es: Error al procesar comando

source: Could not interpret command
es: No se pudo interpretar el comando

# speakNowStopsAfterSilence
source: SPEAK NOW... (stops after 3s of silence)
es: HABLA AHORA... (para en 3s de silencio)

source: Voice Command
es: Comando de Voz

# aiServiceNotConfiguredGoToSettings
source: AI service not configured. Go to Settings → Configure AI.
es: Servicio de IA no configurado. Ve a Configuración → Configurar IA.

source: No voice command detected
es: No se detectó ningún comando de voz

source: Interpretation completed
es: Interpretación completada

source: Share calendar
es: Compartir calendario

# shareThisCodeToSubscribe
source: Share this code so others can subscribe to your calendar
es: Comparte este código para que otros puedan suscribirse a tu calendario

# codeCopiedWithValue
source: Code copied: {code}
es: Código copiado: {code}

# calendarNowDiscoverable
source: Calendar is now discoverable
es: Calendario ahora es discoverable

# calendarNowPrivateLinkOnly
source: Calendar is now private (link only)
es: Calendario ahora es privado (link only)

# invitationAcceptedWithTitle
source: Invitation accepted: "{title}"
es: Invitación aceptada: "{title}"

# invitationRejectedWithTitle
source: Invitation rejected: "{title}"
es: Invitación rechazada: "{title}"

source: ✓ Action executed successfully
es: ✓ Acción ejecutada exitosamente

# errorLoadingConfiguration
source: Error loading configuration: {error}
es: Error al cargar configuración: {error}

# confirmDeleteApiKey
source: Are you sure you want to delete the Gemini API key? Voice commands will stop working.
es: ¿Estás seguro de que quieres eliminar la API key de Gemini? Los comandos de voz dejarán de funcionar.

source: About Google Gemini
es: Sobre Google Gemini

# geminiDescription
source: Google Gemini API allows interpreting voice commands and executing actions on your calendar intelligently.
es: Google Gemini API permite interpretar comandos de voz y ejecutar acciones en tu agenda de forma inteligente.

# stepSignIn
source: Sign in with your Google account
es: Inicia sesión con tu cuenta de Google

# stepClickCreate
source: Click "Create API key"
es: Haz clic en "Create API key"

# stepCopyPaste
source: Copy and paste the key below
es: Copia y pega la key aquí abajo

# geminiFreeTier
source: 100% FREE - 1500 requests/day without credit card
es: 100% GRATIS - 1500 requests/día sin tarjeta de crédito

source: Configured
es: Configurada

# speakNow
source: SPEAK NOW... (stops after 3s of silence)
es: HABLA AHORA... (para en 3s de silencio)

# noVoiceDetected
source: No voice command detected
es: No se detectó ningún comando de voz

source: Manage Participants
es: Administrar Participantes

source: No participants
es: Sin participantes

# noOneHasJoined
source: No one has joined this event yet
es: Nadie se ha unido a este evento aún

source: Promote to Admin
es: Promover a Administrador

source: Demote to Attendee
es: Degradar a Asistente

source: Demote to Member
es: Degradar a Miembro

source: Remove from Event
es: Eliminar del Evento

source: Remove from Calendar
es: Eliminar del Calendario

source: Remove Participant
es: Eliminar Participante

source: Remove Member
es: Eliminar Miembro

# confirmRemoveParticipant
source: Are you sure you want to remove {name} from this event?
es: ¿Estás seguro de que quieres eliminar a {name} de este evento?

# confirmRemoveMember
source: Are you sure you want to remove {name} from this calendar?
es: ¿Estás seguro de que quieres eliminar a {name} de este calendario?

source: Attendee
es: Asistente

# failedToPromote
source: Failed to promote {name}: {error}
es: Error al promover a {name}: {error}

# failedToDemote
source: Failed to demote {name}: {error}
es: Error al degradar a {name}: {error}

# failedToRemove
source: Failed to remove {name}: {error}
es: Error al eliminar a {name}: {error}
