Repository: miquelfarre/agenda_phoenix
Catalog: app_flutter/lib/l10n/app_*.arb
Languages: es

# invitationsSentToUser
source: Invitations sent to {displayName}
es: Invitaciones enviadas a {displayName}

source: Event not available
es: Evento no disponible

source: Blocking User...
es: Bloqueando Usuario...

source: Blocked Users
es: Usuarios Bloqueados

source: No blocked users
es: No hay usuarios bloqueados

# noBlockedUsersDescription
source: You haven't blocked anyone yet.
es: Aún no has bloqueado a nadie.

# eventHidden
source: Event "{eventTitle}" hidden.
es: Evento "{eventTitle}" oculto.

source: Yes, Cancel
es: Sí, Cancelar

source: Invite to other events
es: Invitar a otros eventos

# accessDeniedTitle
source: Access Denied
es: Acceso Denegado

# accessDeniedMessagePrimary
source: This application is available for private users only.
es: Esta aplicación está disponible únicamente para usuarios privados.

# accessDeniedMessageSecondary
source: Public users do not have access to this mobile application.
es: Los usuarios públicos no tienen acceso a esta aplicación móvil.

# contactAdminIfError
source: Contact the administrator if you believe this is an error.
es: Contacta con el administrador si crees que esto es un error.

source: Invitation cancelled successfully.
es: Invitación cancelada exitosamente.

source: Error cancelling invitation
es: Error cancelando invitación: {errorMessage}

source: Accept Invitation
es: Aceptar Invitación

# addAtLeastOnePattern
source: Please add at least one repetition pattern.
es: Añade al menos un patrón de repetición.

source: Add Members
es: Añadir Miembros

source: Add Schedules
es: Añadir Horarios

source: All group members already invited.
es: Todos los miembros del grupo ya han sido invitados.

source: Already Invited
es: Ya invitado

source: April
es: Abril

source: August
es: Agosto

# automaticVerificationError
source: Automatic verification failed. Please enter the code manually.
es: Error de verificación automática. Por favor, introduce el código manualmente.

source: Bio
es: Biografía

source: Block
es: Bloquear

source: Cancel Invitation
es: Cancelar Invitación

source: Change Number
es: Cambiar Número

# codeSentTo
source: Code sent to {phoneNumber}
es: Código enviado a {phoneNumber}

source: Contacts
es: Contactos

# contactsPermissionInstructions
source: To find friends who use EventyPop, we need access to your contacts. Please grant permission in settings.
es: Para encontrar amigos que usan EventyPop, necesitamos acceso a tus contactos. Por favor, concede el permiso en la configuración.

source: Contacts permission required.
es: Permiso de contactos requerido.

# couldNotGetAuthToken
source: Could not get authentication token
es: No se pudo obtener el token de autenticación

source: Create Recurring Event
es: Crear Evento Recurrente

# createRecurringEventQuestion
source: Create recurring event?
es: ¿Crear evento recurrente?

source: Day of Week
es: Día de la Semana

source: December
es: Diciembre

source: Delete Group
es: Eliminar Grupo

source: Description (optional)
es: Descripción (opcional)

# addEventDetailsHint
source: Add details about your event...
es: Añade detalles sobre tu evento...

source: Edit Group
es: Editar Grupo

source: Edit Pattern
es: Editar Patrón

source: Edit Profile
es: Editar Perfil

source: Email
es: Correo Electrónico

source: Error creating event.
es: Error al crear evento.

source: Error inviting.
es: Error al invitar.

source: Error loading friends.
es: Error al cargar amigos.

# errorLoadingFriendsWithError
source: Error loading friends: {error}
es: Error al cargar amigos: {error}

source: Error loading notifications.
es: Error al cargar notificaciones.

source: Error loading subscriptions.
es: Error al cargar suscripciones.

source: Error removing subscription.
es: Error al eliminar suscripción.

source: Error sending code.
es: Error al enviar código.

source: Error sending invitations.
es: Error al enviar invitaciones.

source: Error verifying code.
es: Error al verificar código.

source: Errors
es: Errores

# eventDescriptionRequired
source: Event description is required
es: La descripción del evento es obligatoria

source: February
es: Febrero

# phoneAuthLimitationMessage
source: Phone authentication is not fully supported on iOS simulators. For full functionality, please use a physical iOS device, an Android emulator, or the web version.
es: La autenticación por teléfono tiene limitaciones en los simuladores de iOS. Para una funcionalidad completa, por favor, usa un dispositivo iOS físico, un emulador de Android o la versión web.

# phoneAuthSimulatorError
source: Phone authentication is not supported on iOS simulator. Please use a physical device or Android emulator.
es: La autenticación por teléfono no es compatible con el simulador de iOS. Por favor, usa un dispositivo físico o un emulador de Android.

source: Follow
es: Seguir

source: Followers
es: Seguidores

source: Following
es: Siguiendo

source: Friday
es: Viernes

source: Full Name
es: Nombre Completo

source: Group
es: Grupo

source: Group Details
es: Detalles del Grupo

source: Group Admin
es: Administrador del Grupo

# envDev
source: DEV
es: DES

# deleteFromGroup
source: Remove from group
es: Eliminar del grupo

# noPermissionsToManageMember
source: You don't have permissions to manage this member
es: No tienes permisos para gestionar este miembro

# confirmMakeAdmin
source: Are you sure you want to make {displayName} an admin?
es: ¿Estás seguro de que quieres hacer administrador a {displayName}?

# confirmRemoveAdmin
source: Are you sure you want to remove admin permissions from {displayName}?
es: ¿Estás seguro de que quieres revocar permisos de administrador a {displayName}?

# memberMadeAdmin
source: {displayName} made admin
es: {displayName} hecho administrador

# memberRemovedAdmin
source: {displayName} removed admin
es: {displayName} revocado como administrador

# groupCreated
source: Group created successfully
es: Grupo creado exitosamente

# groupDeleted
source: Group deleted successfully
es: Grupo eliminado exitosamente

source: Group Description
es: Descripción del Grupo

source: Group Info
es: Información del Grupo

source: Group Invitations
es: Invitaciones de Grupos

source: Group Members
es: Miembros del Grupo

source: Group Name
es: Nombre del Grupo

# groupNamePlaceholder
source: Enter group name
es: Ingresa el nombre del grupo

# groupDescriptionPlaceholder
source: Enter group description (optional)
es: Ingresa la descripción del grupo (opcional)

# deleteGroupConfirmation
source: Are you sure you want to delete this group? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar este grupo? Esta acción no se puede deshacer.

source: Save Changes
es: Guardar Cambios

source: Manage Members
es: Administrar Miembros

source: Search contacts...
es: Buscar contactos...

# selectedCount
source: {count} selected
es: {count} seleccionado(s)

# clearSelection
source: Clear
es: Limpiar

# membersAdded
source: {count} member(s) added
es: {count} miembro(s) añadido(s)

# addSelectedMembers
source: Add {count} Member(s)
es: Añadir {count} Miembro(s)

# noContactsToAdd
source: No contacts available to add
es: No hay contactos disponibles para añadir

# noContactsFoundWithSearch
source: No contacts match your search
es: No se encontraron contactos con tu búsqueda

# groupUpdated
source: Group updated successfully
es: Grupo actualizado exitosamente

# groupsWillAppearHere
source: Your groups will appear here.
es: Tus grupos aparecerán aquí.

# hourLabel
source: Hour
es: Hora

source: Minutes
es: Minutos

# incorrectCode
source: Incorrect code. Please try again.
es: Código incorrecto. Por favor, inténtalo de nuevo.

source: Instagram Name
es: Nombre de Instagram

source: Invalid verification code.
es: Código de verificación inválido.

source: Invitation
es: Invitación

# invitationAccepted
source: Accepted
es: Aceptado

source: Invitation cancelled
es: Invitación cancelada

# invitationRejected
source: Rejected
es: Rechazado

# invitationSent
source: Invitation sent successfully
es: Invitación enviada exitosamente

# errorInvitingUser
source: Error inviting {displayName}
es: Error al invitar a {displayName}

# errorInvitingUserWithError
source: Error inviting {displayName}: {error}
es: Error al invitar a {displayName}: {error}

# errorInvitingGroup
source: Error inviting group {groupName}
es: Error al invitar al grupo {groupName}

# errorInvitingGroupWithError
source: Error inviting group {groupName}: {error}
es: Error al invitar al grupo {groupName}: {error}

# invitationsSentWithErrors
source: {successful} invitations sent, {errors} errors
es: {successful} invitaciones enviadas, {errors} errores

source: Invitation to Event
es: Invitación al Evento

source: Invitations
es: Invitaciones

source: Invitations Sent
es: Invitaciones Enviadas

# invitationsSentSuccessfully
source: Invitations sent successfully to {destinations} users.
es: Invitaciones enviadas exitosamente a {destinations} usuarios.

source: Invite to Group
es: Invitar al Grupo

source: Invited People
es: Personas Invitadas

source: iOS Simulator Detected
es: Simulador iOS Detectado

source: January
es: Enero

source: Join Group
es: Unirse al Grupo

source: July
es: Julio

source: June
es: Junio

source: Leave Group
es: Salir del Grupo

# confirmLeaveGroup
source: Are you sure you want to leave {groupName}?
es: ¿Estás seguro de que quieres salir de {groupName}?

# leftGroup
source: You left {groupName}
es: Saliste de {groupName}

source: Group not found
es: Grupo no encontrado

# noMembers
source: No members in this group
es: No hay miembros en este grupo

source: Creator
es: Creador

source: Login with Phone
es: Iniciar sesión con teléfono

source: Make Admin
es: Hacer Administrador

source: March
es: Marzo

source: May
es: Mayo

source: Monday
es: Lunes

source: My Groups
es: Mis Grupos

source: My Profile
es: Mi Perfil

source: My Subscriptions
es: Mis Suscripciones

source: New Pattern
es: Nuevo Patrón

source: No contacts available.
es: No hay contactos disponibles.

source: No description
es: Sin descripción

# noFriendsFoundWithName
source: No friends found with that name
es: No se encontraron amigos con ese nombre

source: No friends to add
es: No hay amigos para añadir

source: No friends yet.
es: Aún no hay amigos.

# noGroups
source: No groups available
es: No hay grupos disponibles

source: No invitations
es: No hay invitaciones

source: No invited people.
es: No hay personas invitadas.

source: No patterns configured.
es: No hay patrones configurados.

# noSubscriptions
source: No subscriptions yet.
es: No hay suscripciones todavía.

source: No upcoming events scheduled.
es: No hay eventos próximos programados.

# noUsers
source: No users found
es: No se encontraron usuarios

source: No users found.
es: No se encontraron usuarios.

source: No users or groups available.
es: No hay usuarios o grupos disponibles.

source: No groups left to invite.
es: No quedan grupos por invitar.

source: No users left to invite.
es: No quedan usuarios por invitar.

# notInAnyGroup
source: Not in any group yet.
es: No estás en ningún grupo todavía.

source: Notify Changes
es: Notificar Cambios

source: November
es: Noviembre

source: October
es: Octubre

# offlineSaveMessage
source: Your changes will be saved offline and synced when you are online.
es: Tus cambios se guardarán sin conexión y se sincronizarán cuando estés en línea.

# onlineSaveMessage
source: Your changes have been saved.
es: Tus cambios han sido guardados.

# offlineEventCreationMessage
source: The event will be saved locally and created on the server automatically when you have connection.
es: El evento se guardará localmente y se creará en el servidor automáticamente cuando tengas conexión.

source: Open Settings
es: Abrir Configuración

# operationNotAllowed
source: Phone number sign-in is not enabled. Please enable it in the authentication console.
es: El inicio de sesión con número de teléfono no está habilitado. Por favor, habilítalo en la consola de autenticación.

source: Organizer
es: Organizador

source: Pending Invitations
es: Invitaciones Pendientes

source: Phone
es: Teléfono

source: Public User
es: Usuario Público

source: Received Invitations
es: Invitaciones Recibidas

source: Reject Invitation
es: Rechazar Invitación

source: Remove Admin
es: Quitar Administrador

source: Repetition Patterns
es: Patrones de Repetición

source: Report
es: Reportar

source: Request Permissions
es: Solicitar Permisos

source: Saturday
es: Sábado

source: Save changes offline
es: Guardar cambios sin conexión

source: Save event offline
es: Guardar evento sin conexión

source: Search Friends
es: Buscar Amigos

source: Search Public Users
es: Buscar Usuarios Públicos

source: Search Events
es: Buscar Eventos

source: Filters
es: Filtros

source: Clear filters
es: Limpiar filtros

# allEvents
source: All
es: Todos

# myEventsFilter
source: My Events
es: Mis Eventos

source: Date range
es: Rango de fechas

source: Categories
es: Categorías

source: Event Types
es: Tipos de Eventos

source: Show Recurring Events
es: Mostrar Eventos Recurrentes

source: Show Owned Events
es: Mostrar Eventos Propios

source: Show Invited Events
es: Mostrar Eventos Invitados

source: From
es: Desde

source: Until
es: Hasta

source: No events found
es: No se encontraron eventos

source: Personal Note
es: Nota Personal

source: Add Personal Note
es: Añadir Nota Personal

# addPersonalNoteHint
source: Add a private note for this event...
es: Añade una nota privada para este evento...

source: Personal note updated
es: Nota personal actualizada

source: Personal note deleted
es: Nota personal eliminada

# editPersonalNote
source: Edit Note
es: Editar Nota

source: Error saving note
es: Error al guardar la nota

source: Delete Note
es: Eliminar Nota

# deleteNoteConfirmation
source: Are you sure you want to delete this personal note?
es: ¿Estás seguro de que quieres eliminar esta nota personal?

# privateNoteHint
source: Add a private note for this event. Only you will be able to see it.
es: Añade una nota privada para este evento. Solo tú podrás verla.

source: Search Users
es: Buscar Usuarios

# sendChangesNotificationMessage
source: Send a notification to all users who have this event informing them about its changes.
es: Enviar una notificación a todos los usuarios que tienen este evento informándoles sobre sus cambios.

source: Send Invitation
es: Enviar Invitación

source: Send Invitations
es: Enviar Invitaciones

source: Send SMS Code
es: Enviar Código SMS

source: Sent Invitations
es: Invitaciones Enviadas

source: September
es: Septiembre

# sessionExpired
source: Session expired. Please login again.
es: Sesión expirada. Por favor, inicia sesión de nuevo.

source: SMS Code
es: Código SMS

# smsCodeSentTo
source: SMS code sent to {phoneNumber}.
es: Código SMS enviado a {phoneNumber}.

# startDateBeforeEndDate
source: Start date must be before end date.
es: La fecha de inicio debe ser anterior a la fecha de fin.

# subscribedToUser
source: Subscribed to {displayName}
es: Suscrito a {displayName}

source: Sunday
es: Domingo

source: Syncing contacts...
es: Sincronizando contactos...

# testPhoneAuthInstructions
source: For testing purposes on iOS simulator, you can use a test phone number and verification code configured in the authentication console.
es: Para propósitos de prueba en el simulador de iOS, puedes usar un número de teléfono de prueba y un código de verificación configurados en la consola de autenticación.

source: Thursday
es: Jueves

# tooManyRequests
source: Too many requests. Please try again later.
es: Demasiadas solicitudes. Por favor, inténtalo de nuevo más tarde.

source: Tuesday
es: Martes

source: Unblock
es: Desbloquear

source: Understood
es: Entendido

source: Unfollow
es: Dejar de Seguir

source: Unnamed Group
es: Grupo sin nombre

source: Unsubscribed successfully.
es: Suscripción cancelada exitosamente.

source: Subscribed successfully.
es: Suscrito exitosamente.

# upcomingEventsOf
source: Upcoming events of {eventName}
es: Próximos eventos de {eventName}

source: Update Event
es: Actualizar Evento

source: User
es: Usuario

source: User Profile
es: Perfil de Usuario

source: Users
es: Usuarios

source: Verification Error
es: Error de Verificación

source: Verify Code
es: Verificar Código

source: Wednesday
es: Miércoles

source: Recurring Event
es: Evento Recurrente

source: Start Date & Time
es: Fecha y Hora de Inicio

source: End Date & Time
es: Fecha y Hora de Fin

source: City
es: Ciudad

# cityHint
source: Enter city name
es: Introduce nombre de ciudad

source: No location set
es: Sin ubicación establecida

source: Recurrence Patterns
es: Patrones de Recurrencia

source: Add Pattern
es: Agregar Patrón

source: Add Another Pattern
es: Agregar Otro Patrón

source: Tap Add Pattern to start
es: Toca Agregar Patrón para empezar

source: Select Day of Week
es: Seleccionar Día de la Semana

# noPatternsAdded
source: No recurrence patterns added
es: No se han agregado patrones de recurrencia

# addFirstPattern
source: Add your first recurrence pattern
es: Agrega tu primer patrón de recurrencia

# onePatternAdded
source: 1 pattern added
es: 1 patrón agregado

# multiplePatternsAdded
source: {count} patterns added
es: {count} patrones agregados

# everyNDays
source: Every {count} days
es: Cada {count} días

# everyNWeeks
source: Every {count} weeks
es: Cada {count} semanas

# everyNMonths
source: Every {count} months
es: Cada {count} meses

# everyNYears
source: Every {count} years
es: Cada {count} años

# endsOn
source: Ends on {date}
es: Termina el {date}

# dayOfMonth
source: Day {day}
es: Día {day}

source: No additional settings
es: Sin configuraciones adicionales

source: Frequency
es: Frecuencia

source: Interval
es: Intervalo

source: Days of Week
es: Días de la Semana

source: Select Day
es: Seleccionar Día

source: Select Month
es: Seleccionar Mes

source: Select End Date
es: Seleccionar Fecha de Fin

# monthOfYear
source: Month
es: Mes

source: optional
es: opcional

source: Time
es: Hora

# noRecurrencePatterns
source: No recurrence patterns added yet
es: No se han agregado patrones de recurrencia aún

source: Delete Pattern
es: Eliminar Patrón

# confirmDeletePattern
source: Are you sure you want to delete this pattern?
es: ¿Estás seguro de que quieres eliminar este patrón?

# recurringEventHelperText
source: Toggle to create an event that repeats
es: Activa para crear un evento que se repita

# endDateRequired
source: End date is required for recurring events
es: La fecha de fin es requerida para eventos recurrentes

# atLeastOnePatternRequired
source: At least one recurrence pattern is required
es: Se requiere al menos un patrón de recurrencia

source: Event created successfully
es: Evento creado exitosamente

# confirmRemoveFromGroup
source: Are you sure you want to remove {displayName} from the group?
es: ¿Estás seguro de que quieres eliminar a {displayName} del grupo?

# memberRemovedFromGroup
source: {displayName} removed from the group
es: {displayName} eliminado del grupo

source: Event updated successfully
es: Evento actualizado exitosamente

# eventCreatedOffline
source: Event created (will sync when online)
es: Evento creado (se sincronizará al estar en línea)

# eventUpdatedOffline
source: Event updated (will sync when online)
es: Evento actualizado (se sincronizará al estar en línea)

# eventChangedNotification
source: The event "{eventTitle}" has been modified
es: El evento "{eventTitle}" ha sido modificado

source: Error sending notification.
es: Error enviando notificación.

# offlineStatus
source: Offline - Events saved locally
es: Sin conexión - Eventos guardados localmente

# onlineStatus
source: Online - Changes saved automatically
es: En línea - Cambios guardados automáticamente

source: Syncing data...
es: Sincronizando datos...

# syncingPendingOperations
source: Syncing {count} pending changes
es: Sincronizando {count} cambios pendientes

source: No days selected
es: Ningún día seleccionado

# allDaysSelected
source: All days
es: Todos los días

# weekdaysSelected
source: Weekdays
es: Días laborales

# weekendsSelected
source: Weekends
es: Fines de semana

# createNormalEvent
source: Create Event
es: Crear Evento

source: Select timezone for {country}
es: Seleccionar zona horaria para {country}

source: Search City
es: Buscar Ciudad

# citySearchPlaceholder
source: Type city name...
es: Escribir nombre de ciudad...

source: Offline Test Dashboard
es: Panel de Pruebas Offline

# pendingOperationsLabel
source: Pending operations:
es: Operaciones Pendientes:

# eventsLabel
source: Events
es: Eventos

# createLabel
source: Create
es: Crear

# updateLabel
source: Update
es: Actualizar

# deleteLabel
source: Delete
es: Eliminar

# connectionLabel
source: Connection
es: Conexión

# membersLabel
source: Members: {count}
es: Miembros: {count}

# groupMembersHeading
source: Group Members
es: Miembros del grupo

# noMembersInGroup
source: No members in this group
es: No hay miembros en este grupo

source: Test Create
es: Crear prueba

source: Force Sync
es: Forzar sincronización

source: Check Net
es: Comprobar red

# eventWithoutTitle
source: Untitled event
es: Evento sin título

# invitationFrom
source: Invited by
es: Invitado por

source: Notification deleted
es: Notificación eliminada

# errorDeletingNotification
source: Error deleting notification: {error}
es: Error al eliminar notificación: {error}

source: Error accepting invitation
es: Error al aceptar invitación

source: Error rejecting invitation
es: Error al rechazar invitación

source: Specific timezone
es: Zona horaria específica

# errorCreatingTestEvent
source: Error creating test event: {error}
es: Error al crear evento de prueba: {error}

# syncFailedWithError
source: Sync failed: {error}
es: Sincronización fallida: {error}

# statusLabel
source: Status
es: Estado

# errorDeletingGroup
source: Error deleting group: {error}
es: Error al eliminar grupo: {error}

source: Network error during sync
es: Error de red durante la sincronización

source: Cannot sync while offline
es: No se puede sincronizar sin conexión

# timezoneServiceNotInitialized
source: TimezoneService not initialized. Call initialize() first.
es: TimezoneService no inicializado. Llama initialize() primero.

source: NotificationService not initialized
es: NotificationService no inicializado

# pendingInvitationBanner
source: Pending invitation
es: Invitación pendiente

source: View Organizer Events
es: Ver eventos del organizador

source: View Event Series
es: Ver serie del evento

# andWord
source: and
es: y

# everyWord
source: Every
es: Cada

# atWord
source: at
es: a las

source: Error loading invitations
es: Error al cargar invitaciones

source: Error sending group invitation
es: Error al enviar invitación al grupo

source: Invitation not found
es: Invitación no encontrada

source: Unknown error
es: Error desconocido

source: OK
es: Aceptar

source: Validation failed
es: Validación fallida

source: Save failed
es: Error al guardar

# noInvitationsSent
source: No invitations sent yet
es: Aún no se han enviado invitaciones

source: Subscribe to Owner
es: Suscribirse al Organizador

source: Your Response
es: Tu Respuesta

source: Status
es: Estado

source: Event Management
es: Gestión del Evento

source: successfully
es: exitosamente

source: Event Actions
es: Acciones del Evento

source: Event Cancellation
es: Cancelación del Evento

source: Cancellation message
es: Mensaje de cancelación

source: Cancel Event with Notification
es: Cancelar Evento con Notificación

source: Event Options
es: Opciones del Evento

source: Cancel Event
es: Cancelar Evento

# confirmCancelEvent
source: Are you sure you want to cancel this event?
es: ¿Estás seguro de que quieres cancelar este evento?

source: Do Not Cancel
es: No Cancelar
