Repository: miquelfarre/agenda_phoenix
Catalog: app_flutter/lib/l10n/app_*.arb
Languages: es

source: Untitled Event
es: Evento sin título

source: Untitled
es: Sin título

# guestUser
source: Guest
es: Usuario

# anonymousUser
source: Anonymous
es: Anónimo

# manageBlockedUsersDescription
source: Manage users you have blocked from contacting you
es: Gestiona los usuarios que has bloqueado para que no te contacten

source: User not logged in
es: Usuario no ha iniciado sesión

source: Failed to load events
es: Error al cargar eventos

source: Failed to create event
es: Error al crear evento

source: Cannot update event without ID
es: No se puede actualizar evento sin ID

source: Search groups...
es: Buscar grupos...

source: Create Group
es: Crear Grupo

source: Error loading groups.
es: Error al cargar grupos.

source: Error loading users
es: Error al cargar usuarios

source: Error loading contacts
es: Error al cargar contactos

source: Retry
es: Reintentar

# noGroupsMessage
source: No groups available for invitation
es: No hay grupos disponibles para invitación

# noGroupsSearchMessage
source: No Results No groups match your search
es: Sin Resultados Ningún grupo coincide con tu búsqueda

source: Failed to update event
es: Error al actualizar evento

source: Failed to delete event
es: Error al eliminar evento

source: Failed to save personal note
es: Error al guardar nota personal

source: Failed to delete personal note
es: Error al eliminar nota personal

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Delete
es: Eliminar

source: Edit
es: Editar

source: Create
es: Crear

source: Update
es: Actualizar

source: Add
es: Añadir

source: Remove
es: Eliminar

source: Close
es: Cerrar

source: Done
es: Hecho

source: Next
es: Siguiente

source: Back
es: Atrás

source: Refresh
es: Actualizar

source: Load
es: Cargar

source: Send
es: Enviar

source: Share
es: Compartir

source: Copy
es: Copiar

source: Paste
es: Pegar

source: Select
es: Seleccionar

source: Select All
es: Seleccionar Todo

source: Clear
es: Limpiar

source: Reset
es: Resetear

source: Confirm
es: Confirmar

source: Accept
es: Aceptar

source: Reject
es: Rechazar

source: Approve
es: Aprobar

source: Decline
es: Declinar

source: Cancel Attendance
es: Cancelar Asistencia

source: Submit
es: Enviar

# continueAction
source: Continue
es: Continuar

source: Skip
es: Omitir

source: Finish
es: Terminar

source: Start
es: Comenzar

source: Stop
es: Detener

source: Pause
es: Pausar

source: Resume
es: Reanudar

source: Enable
es: Habilitar

source: Disable
es: Deshabilitar

source: Show
es: Mostrar

source: Hide
es: Ocultar

source: View
es: Ver

source: Preview
es: Vista previa

source: Download
es: Descargar

source: Upload
es: Subir

source: Leave
es: Abandonar

source: Stay
es: Quedarse

source: Loading...
es: Cargando...

source: Loading data...
es: Cargando datos...

source: Loading form...
es: Cargando formulario...

source: Saving...
es: Guardando...

source: Updating...
es: Actualizando...

source: Deleting...
es: Eliminando...

source: Sending...
es: Enviando...

source: Connecting...
es: Conectando...

source: Syncing...
es: Sincronizando...

source: Processing...
es: Procesando...

source: Searching...
es: Buscando...

source: Creating...
es: Creando...

source: Accepted
es: Aceptado

source: Declined
es: Rechazado

source: Postponed
es: Pospuesto

source: Pending
es: Pendiente

source: Success
es: Éxito

source: Warning
es: Advertencia

source: Info
es: Información

# appErrorLoadingData
source: Error loading data
es: Error al cargar datos

# noData
source: No data available
es: No hay datos disponibles

# noResults
source: No results found
es: No se encontraron resultados

source: No calendars available
es: No hay calendarios disponibles

source: No time options available
es: No hay opciones de hora disponibles

source: No internet connection
es: Sin conexión a internet

source: Connection error
es: Error de conexión

# connectionErrorCheckInternet
source: Connection error. Check your internet.
es: Error de conexión. Verifica tu internet.

# unexpectedError
source: Unexpected error occurred
es: Ocurrió un error inesperado

# operationTookTooLong
source: Operation took too long. Please try again.
es: La operación tardó demasiado. Por favor, inténtalo de nuevo.

# dataFormatError
source: Data format error. Please try again.
es: Error de formato de datos. Por favor, inténtalo de nuevo.

source: Try again
es: Intentar de nuevo

source: Something went wrong
es: Algo salió mal

source: An error occurred
es: Ocurrió un error

# pleaseCorrectErrors
source: Please correct the errors below
es: Por favor, corrige los errores a continuación

source: Failed to submit form
es: Error al enviar el formulario

source: Form submitted successfully
es: Formulario enviado exitosamente

source: Failed to refresh
es: Error al actualizar

source: Hello!
es: Hola!

# helloWithName
source: Hello {name}!
es: Hola {name}!

source: Starting EventyPop...
es: Iniciando EventyPop...

source: Initializing offline system...
es: Inicializando sistema offline...

source: Loading configuration...
es: Cargando configuración...

source: Verifying access...
es: Verificando acceso...

source: Test event created!
es: ¡Evento de prueba creado!

# testEventTitle
source: Test Event {timestamp}
es: Evento de prueba {timestamp}

# testEventDescription
source: Test event created offline-first
es: Evento de prueba creado offline-first

source: Sync completed!
es: ¡Sincronización completada!

source: Localization not available
es: Localización no disponible

source: Home
es: Inicio

source: Events
es: Eventos

source: Groups
es: Grupos

source: Profile
es: Perfil

source: Settings
es: Configuración

source: Notifications
es: Notificaciones

source: Search
es: Buscar

source: Help
es: Ayuda

source: About
es: Acerca de

source: Logout
es: Cerrar Sesión

source: Login
es: Iniciar Sesión

source: Register
es: Registrarse

source: Confirm Delete
es: Confirmar Eliminación

# confirmDeleteTitle
source: Confirm Delete
es: Confirmar Eliminación

# confirmLogout
source: Are you sure you want to logout?
es: ¿Estás seguro de que quieres cerrar sesión?

# confirmLogoutTitle
source: Confirm Logout
es: Confirmar Cierre de Sesión

# unsavedChanges
source: You have unsaved changes
es: Tienes cambios sin guardar

# unsavedChangesMessage
source: Are you sure you want to leave without saving?
es: ¿Estás seguro de que quieres salir sin guardar?

source: Confirm Leave
es: Confirmar Salida

source: Event
es: Evento

source: new event
es: evento nuevo

source: new events
es: eventos nuevos

source: Subscriber
es: Suscriptor

source: subscribers
es: suscriptores

source: My Events
es: Mis Eventos

source: Create Event
es: Crear Evento

source: Edit Event
es: Editar Evento

source: Delete Event
es: Eliminar Evento

source: Remove from My List
es: Quitar de Mi Lista

source: Notify cancellation
es: Notificar cancelación

source: Send cancellation notification
es: Enviar notificación de cancelación

source: Send Notification
es: Enviar Notificación

source: Custom message (optional)
es: Mensaje personalizado (opcional)

# writeAdditionalMessage
source: Write an additional message for users...
es: Escribe un mensaje adicional para los usuarios...

source: Unknown User
es: Usuario Desconocido

source: Event Title
es: Título del Evento

source: Title
es: Título

# eventNamePlaceholder
source: Event name
es: Nombre del evento

source: Event Description
es: Descripción del Evento

source: Description
es: Descripción

# addDetailsPlaceholder
source: Add details...
es: Añade detalles...

source: Event Date
es: Fecha del Evento

source: Event Time
es: Hora del Evento

source: Event Location
es: Ubicación del Evento

source: Invite to Event
es: Invitar al Evento

source: Invite Users
es: Invitar Usuarios

# eventCreated
source: Event created successfully
es: Evento creado exitosamente

# eventUpdated
source: Event updated successfully
es: Evento actualizado exitosamente

# eventDeleted
source: Event deleted successfully
es: Evento eliminado exitosamente

# eventRemoved
source: Event removed successfully
es: Evento removido exitosamente

# seriesDeleted
source: Series deleted successfully
es: Serie eliminada exitosamente

# seriesEditNotAvailable
source: Series editing will be available soon
es: La edición de series recurrentes estará disponible pronto

# noEvents
source: No events available
es: No hay eventos disponibles

source: Upcoming Events
es: Eventos Próximos

source: Past Events
es: Eventos Pasados

source: Event Details
es: Detalles del Evento

source: Join Event
es: Unirse al Evento

source: Accept event but reject invitation
es: Aceptar evento pero rechazar invitación

# acceptEventButRejectInvitationAck
source: You accepted the event but rejected the invitation
es: Has aceptado el evento pero rechazado la invitación

source: Leave Event
es: Salir del Evento

source: Event Members
es: Miembros del Evento

source: Event Invitations
es: Invitaciones de Eventos

source: Invited Users
es: Usuarios Invitados

source: Attendees
es: Asistentes

# noAttendees
source: No attendees in this event
es: No hay asistentes en este evento

source: Search attendees
es: Buscar asistentes

# noAttendeesFoundWithSearch
source: No attendees found with your search
es: No se encontraron asistentes con tu búsqueda

source: View Calendar Events
es: Ver Eventos del Calendario

source: Starting automatic sync...
es: Iniciando sincronización automática...

source: Loading local data...
es: Cargando datos locales...

source: Verifying sync...
es: Verificando sincronización...

source: Checking contacts permissions...
es: Comprobando permisos de contactos...

source: Data updated.
es: ¡Datos actualizados!

source: Ready to use!
es: ¡Listo para usar!

source: Error initializing app.
es: Error al inicializar la aplicación:

source: Retrying...
es: Reintentando...

source: Your events, always with you.
es: Tus eventos, siempre contigo.

source: Oops! Something went wrong.
es: ¡Ups! Algo salió mal.

source: Please wait...
es: Por favor espera...

source: Invitation Message
es: Mensaje de Invitación

# confirmInviteUser
source: Are you sure you want to invite {displayName} to {eventTitle}?
es: ¿Estás seguro de que quieres invitar a {displayName} a {eventTitle}?

# confirmCancelInvitation
source: Are you sure you want to cancel the invitation for {eventTitle}?
es: ¿Estás seguro de que quieres cancelar la invitación para {eventTitle}?

source: Notification
es: Notificación

source: No notifications
es: No hay notificaciones

source: Mark as Read
es: Marcar como Leído

source: Mark All as Read
es: Marcar Todo como Leído

source: Delete Notification
es: Eliminar Notificación

source: Clear Notifications
es: Limpiar Notificaciones

source: Notification Settings
es: Configuración de Notificaciones

source: Enable Notifications
es: Habilitar Notificaciones

source: Disable Notifications
es: Deshabilitar Notificaciones

source: Push Notifications
es: Notificaciones Push

source: Email Notifications
es: Notificaciones por Correo

source: Event Change Notification
es: Notificación de Cambio de Evento

source: Notification Message
es: Mensaje de Notificación

# notificationSent
source: Notification sent successfully
es: Notificación enviada exitosamente

source: Sign In
es: Iniciar Sesión

source: Sign Out
es: Cerrar Sesión

source: Sign Up
es: Registrarse

source: Password
es: Contraseña

source: Confirm Password
es: Confirmar Contraseña

source: Forgot Password
es: Olvidé mi Contraseña

source: Reset Password
es: Restablecer Contraseña

source: Change Password
es: Cambiar Contraseña

source: Current Password
es: Contraseña Actual

source: New Password
es: Nueva Contraseña

# loginSuccess
source: Login successful
es: Inicio de sesión exitoso

# logoutSuccess
source: Logout successful
es: Cierre de sesión exitoso

# registerSuccess
source: Registration successful
es: Registro exitoso

source: Invalid credentials
es: Credenciales inválidas

source: Account not found
es: Cuenta no encontrada

# emailInUse
source: Email already in use
es: Correo electrónico ya en uso

# weakPassword
source: Password is too weak
es: La contraseña es demasiado débil

# fieldRequired
source: {fieldName} is required
es: {fieldName} es obligatorio

# invalidEmail
source: Please enter a valid email
es: Por favor ingresa un correo electrónico válido

# invalidPhone
source: Please enter a valid phone number
es: Por favor ingresa un número de teléfono válido

# invalidInstagramName
source: Invalid Instagram username format
es: Formato de nombre de usuario de Instagram inválido

# passwordTooShort
source: Password must be at least {minLength} characters
es: La contraseña debe tener al menos {minLength} caracteres

source: Passwords do not match
es: Las contraseñas no coinciden

# textTooShort
source: Text must be at least {minLength} characters
es: El texto debe tener al menos {minLength} caracteres

# textTooLong
source: Text cannot exceed {maxLength} characters
es: El texto no puede exceder {maxLength} caracteres

# eventTitleRequired
source: Event title is required
es: El título del evento es obligatorio

# groupNameRequired
source: Group name is required
es: El nombre del grupo es obligatorio

# fullNameRequired
source: Full name is required
es: El nombre completo es obligatorio

# emailRequired
source: Email is required
es: El correo electrónico es obligatorio

# passwordRequired
source: Password is required
es: La contraseña es obligatoria

# messageRequired
source: Message is required
es: El mensaje es obligatorio

# dateTooFarInFuture
source: Date cannot be too far in the future
es: La fecha no puede estar muy lejos en el futuro

source: Offline
es: Sin conexión

source: Online
es: En línea

source: Sync pending
es: Sincronización pendiente

source: Sync complete
es: Sincronización completa

source: Sync failed
es: Sincronización fallida

source: Offline mode
es: Modo sin conexión

source: No connection
es: Sin conexión

source: Reconnecting...
es: Reconectando...

source: Pending changes
es: Cambios pendientes

# syncWhenOnline
source: Will sync when online
es: Se sincronizará cuando esté en línea

# dataWillSyncSoon
source: Your data will sync when connection is restored
es: Tus datos se sincronizarán cuando se restaure la conexión

source: Today
es: Hoy

source: Yesterday
es: Ayer

source: Tomorrow
es: Mañana

source: Now
es: Ahora

source: Month
es: Mes

source: Day
es: Día

source: Hour
es: Hora

source: Soon
es: Pronto

source: Recently
es: Recientemente

source: This Week
es: Esta Semana

source: This Month
es: Este Mes

source: This Year
es: Este Año

source: Last Week
es: La Semana Pasada

source: Last Month
es: El Mes Pasado

source: Last Year
es: El Año Pasado

source: Next Week
es: La Próxima Semana

source: Next Month
es: El Próximo Mes

source: Next Year
es: El Próximo Año

source: Select Date
es: Seleccionar Fecha

source: Select Time
es: Seleccionar Hora

source: Select Date & Time
es: Seleccionar Fecha y Hora

source: Start Date
es: Fecha de Inicio

source: End Date
es: Fecha de Fin

source: Start Time
es: Hora de Inicio

source: End Time
es: Hora de Fin

source: Duration
es: Duración

source: Recurring
es: Recurrente

source: One Time
es: Una Vez

source: Daily
es: Diario

source: Weekly
es: Semanal

source: Monthly
es: Mensual

source: Yearly
es: Anual

# patternsConfigured
source: Patterns configured: {count}
es: Patrones configurados: {count}

# noEventsMessage
source: No events available for invitation
es: No hay eventos disponibles para invitación

# noUsersMessage
source: No users available for invitation
es: No hay usuarios disponibles para invitación

# noContactsMessage
source: No contacts found
es: No se encontraron contactos

# noNotificationsMessage
source: You're all caught up! No notifications.
es: ¡Estás al día! No hay notificaciones.

# noInvitationsMessage
source: No invitations at this time
es: No hay invitaciones en este momento

# noSearchResults
source: No results found for your search
es: No se encontraron resultados para tu búsqueda

# emptyEventsList
source: You don't have any events yet
es: Aún no tienes eventos

# emptyGroupsList
source: You don't have any groups yet
es: Aún no tienes grupos

# createFirstEvent
source: Create your first event
es: Crea tu primer evento

# createFirstGroup
source: Create your first group
es: Crea tu primer grupo

# inviteFirstUser
source: Invite your first user
es: Invita a tu primer usuario

# invitationDecisionTitle
source: Invitation decision
es: Decisión de invitación

source: Optional message
es: Mensaje opcional

source: Notify inviter
es: Notificar al remitente

source: Postpone decision
es: Postergar decisión

source: Decide invitation
es: Decidir invitación

source: Decide now
es: Decidir ahora

# postponedUntil
source: Postponed until {date}
es: Postpuesto hasta {date}

source: Options
es: Opciones

source: Debug ambiguous reconciliations
es: Depurar reconciliaciones ambiguas

source: Preferences
es: Preferencias

source: Account
es: Cuenta

source: Privacy
es: Privacidad

source: Security
es: Seguridad

source: Language
es: Idioma

source: Theme
es: Tema

source: Dark Mode
es: Modo Oscuro

source: Light Mode
es: Modo Claro

source: System Theme
es: Tema del Sistema

source: Version
es: Versión

source: Build Number
es: Número de Compilación

source: Terms of Service
es: Términos de Servicio

source: Privacy Policy
es: Política de Privacidad

source: Contact Us
es: Contáctanos

source: Feedback
es: Comentarios

source: Rate App
es: Calificar App

source: Share App
es: Compartir App

source: Country and timezone
es: País y zona horaria

source: Country
es: País

source: Timezone
es: Zona horaria

# cityOrTimezone
source: City / Timezone
es: Ciudad / Zona horaria

source: No countries available
es: No hay países disponibles

source: No timezones available
es: No hay zonas horarias disponibles

source: Current Timezone
es: Zona horaria actual

source: Select Timezone
es: Seleccionar Zona Horaria

# selectCountryTimezone
source: Select Country and Timezone
es: Seleccionar País y Zona Horaria

source: Default settings for new events
es: Configuración por defecto para nuevos eventos

source: Connection Status
es: Estado de Conexión

source: Subscription
es: Suscripción

source: Subscriptions
es: Suscripciones

# peopleAndGroups
source: People & Groups
es: Personas y Grupos

source: Find your friends
es: Encuentra a tus amigos

source: Permissions needed
es: Permisos necesarios

# contactsPermissionMessage
source: EventyPop can find friends who already use the app by accessing your contacts.
es: EventyPop puede encontrar amigos que ya usan la app accediendo a tus contactos.

source: Your contacts stay private
es: Tus contactos se mantienen privados

# onlyShowMutualFriends
source: We only show mutual friends
es: Solo mostramos amigos mutuos

source: Go to Settings
es: Ir a Configuración

# contactsPermissionSettingsMessage
source: To find friends who use EventyPop, we need access to your contacts. Go to Settings > EventyPop > Contacts and enable it.
es: Para encontrar amigos que usan EventyPop, necesitamos acceso a tus contactos. Ve a Configuración > EventyPop > Contactos y habilítalo.

source: Not now
es: Ahora no

source: Allow access
es: Permitir acceso

source: Reset preferences
es: Resetear preferencias

source: Reset Contacts Permissions
es: Resetear Permisos de Contactos

source: Open App Settings
es: Abrir Ajustes de la App

# syncInfoMessage
source: Events, subscriptions, notifications, and invitations are automatically synchronized when the application starts and in the background to keep the information updated.
es: Los eventos, suscripciones, notificaciones e invitaciones se sincronizan automáticamente al iniciar la aplicación y en segundo plano para mantener la información actualizada.

source: Settings updated
es: Configuración actualizada

source: Error updating settings
es: Error al actualizar configuración

# errorUpdatingContacts
source: Error updating contacts: {error}
es: Error al actualizar contactos: {error}

# creatorLabel
source: Creator
es: Creador

source: No admins
es: Sin admins

# membersAndAdmins
source: Members: {count} • {admins}
es: Miembros: {count} • {admins}

# pendingStatus
source: Pending
es: Pendiente

# acceptedStatus
source: Accepted
es: Aceptado

# rejectedStatus
source: Rejected
es: Rechazado

source: Invite
es: Invitar

# confirmDeleteEvent
source: Are you sure you want to delete the event "{eventTitle}"?
es: ¿Estás seguro de que quieres eliminar el evento "{eventTitle}"?

source: Event deleted successfully
es: Evento eliminado exitosamente

source: Delete Recurring Event
es: Eliminar Evento Recurrente

# deleteRecurringEventQuestion
source: What do you want to delete from "{eventTitle}"?
es: ¿Qué quieres eliminar de "{eventTitle}"?

# deleteOnlyThisInstance
source: Only this instance
es: Solo esta instancia

# deleteOnlyThisInstanceSubtitle
source: Delete only this specific event
es: Eliminar solo este evento específico

# deleteEntireSeries
source: Entire recurring series
es: Serie recurrente completa

# deleteEntireSeriesSubtitle
source: Delete all events in this series
es: Eliminar todos los eventos de esta serie

# confirmDeleteInstance
source: Are you sure you want to delete only this instance of the event "{eventTitle}"?
es: ¿Estás seguro de que quieres eliminar solo esta instancia del evento "{eventTitle}"?

source: Delete instance
es: Eliminar instancia

# confirmDeleteSeries
source: Confirm series deletion
es: Confirmar eliminación de serie

# confirmDeleteSeriesMessage
source: Are you sure you want to delete the ENTIRE recurring series "{seriesTitle}"? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar TODA la serie recurrente "{seriesTitle}"? Esta acción no se puede deshacer.

source: Delete complete series
es: Eliminar serie completa

source: Edit Recurring Event
es: Editar Evento Recurrente

# editRecurringEventQuestion
source: What do you want to edit from "{eventTitle}"?
es: ¿Qué quieres editar de "{eventTitle}"?

# editOnlyThisInstance
source: Only this instance
es: Solo esta instancia

# editOnlyThisInstanceSubtitle
source: Edit only this specific event
es: Editar solo este evento específico

# editEntireSeries
source: Entire recurring series
es: Serie recurrente completa

# editEntireSeriesSubtitle
source: Edit all events in this series
es: Editar todos los eventos de esta serie

# errorCompletingRegistrationWithMessage
source: Error completing registration: {errorMessage}
es: Error completando el registro: {errorMessage}

# usePhysicalIosDevice
source: • Use a physical iOS device
es: • Usar un dispositivo iOS físico

# useAndroidEmulator
source: • Use the Android emulator
es: • Usar el emulador de Android

# useWebVersion
source: • Use the web version
es: • Usar la versión web

source: Invalid event ID.
es: ID de evento inválido.

# invitationSentTo
source: Invitation sent to {displayName}.
es: Invitación enviada a {displayName}.

source: Error sending invitation
es: Error enviando invitación.

source: Block User
es: Bloquear Usuario

source: Unblock User
es: Desbloquear Usuario

# confirmBlockUser
source: Are you sure you want to block {displayName}?
es: ¿Estás seguro de que quieres bloquear a {displayName}?

# confirmUnblockUser
source: Are you sure you want to unblock {displayName}?
es: ¿Estás seguro de que quieres desbloquear a {displayName}?

source: User blocked successfully.
es: Usuario bloqueado exitosamente.

source: User unblocked successfully.
es: Usuario desbloqueado exitosamente.

source: Error blocking user.
es: Error bloqueando usuario.

source: Error unblocking user.
es: Error desbloqueando usuario.

# errorBlockingUserDetail
source: Error blocking user: {errorMessage}
es: Error bloqueando usuario: {errorMessage}
